Repository: arthurits/ErgoCalculator
Catalog: ErgoCalc/localization/strings.*.resx
Languages: es_es

# strBtnAccept
source: &Accept
es_es: &Aceptar

# strBtnCancel
source: &Cancel
es_es: &Cancelar

# strBtnDlgFont
source: Select
es_es: Seleccionar

# strBtnExample
source: Example
es_es: Ejemplo

# strBtnReset
source: &Reset
es_es: &Restablecer

# strCase
source: Case
es_es: Caso

# strChkDlgPath
source: Remember open/save dialog previous path
es_es: Recordar la ruta previa al abrir y guardar

# strChkWordWrap
source: Word wrap
es_es: Ajustar palabras

# strCLM_Age
source: Age (years)
es_es: Edad (años)

# strCLM_AM
source: Twisting angle multiplier (AM)
es_es: Factor de asimetría (AM)

# strCLM_Angle
source: Twisting angle (°)
es_es: Ángulo de giro (°)

# strCLM_BaseWeight
source: Base weight (kg)
es_es: Peso de referencia (kg)

# strCLM_BM
source: Body weight multiplier (BM)
es_es: Factor de peso corporal (BM)

# strCLM_BodyWeight
source: Body weight (kg)
es_es: Peso corporal (kg)

# strCLM_CM
source: Coupling multiplier (CM)
es_es: Factor de agarre (CM)

# strCLM_Coupling
source: Coupling
es_es: Agarre

# strCLM_CouplingType
source: No handles, Poor, Good
es_es: Malo, Regular, Bueno

# strCLM_Data
source: Initial data
es_es: Datos iniciales

# strCLM_DM
source: Task duration multiplier (HM)
es_es: Factor de duración de la tarea (HM)

# strCLM_FM
source: Frequency multiplier (FM)
es_es: Factor de frecuencia (FM)

# strCLM_Frequency
source: Lifting frequency (actions/min)
es_es: Frecuencia (acciones/min)

# strCLM_Gender
source: Gender
es_es: Sexo

# strCLM_HM
source: Horizontal multiplier (HM)
es_es: Factor horizontal (HM)

# strCLM_HorizontalD
source: Horizontal distance (cm)
es_es: Distancia horizontal (cm)

# strCLM_HoursTask
source: Task duration (h)
es_es: Duración de la tarea (h)

# strCLM_LSIindex
source: The LSI index is:
es_es: El índice LSI es:

# strCLM_Multipliers
source: Multipliers
es_es: Factores multiplicadores

# strCLM_PopPercentage
source: Population percentage
es_es: Porcentaje de población

# strCLM_Results
source: These are the results from the Comprehensive Lifting Model:
es_es: Estos son los resultados obtenidos mediante el modelo «Comprehensive Lifting Model»:

# strCLM_Temperature
source: WBGT temperature (°C)
es_es: Temperatura WBGT (°C)

# strCLM_TM
source: WBGT temperature multiplier (TM)
es_es: Factor de temperatura WBGT (TM)

# strCLM_VDM
source: Vertical distance multiplier (VDM)
es_es: Factor de desplazamiento vertical (VDM)

# strCLM_VerticalD
source: Vertical distance (cm)
es_es: Desplazamiento vertical (cm)

# strCLM_VerticalH
source: Vertical height (cm)
es_es: Distancia vertical (cm)

# strCLM_VM
source: Vertical height multiplier (VHM)
es_es: Factor de altura (VHM)

# strCLM_Weight
source: Weight lifted (kg)
es_es: Peso levantado (kg)

# strCLM_YM
source: Age multiplier (YM)
es_es: Factor de edad (YM)

# strDlgReset
source: Do you want to reset all fields to their default values?
es_es: ¿Está seguro de que desea restablecer todos los campos a sus valores por defecto?

# strDlgResetTitle
source: Reset settings?
es_es: ¿Restablecer opciones?

# strFormLanguageTitle
source: Select culture
es_es: Seleccionar referencia cultural

# strFormNewTitle
source: New model
es_es: Nuevo modelo

# strFormResultsCLM
source: CLM model results
es_es: Resultados del modelo CLM

# strFormResultsLiberty
source: LM-MMH model results
es_es: Resultados del modelo LM-MMH

# strFormResultsMetabolic
source: Metabolic rate results
es_es: Resultados de consumo metabólico

# strFormResultsStrainIndex
source: Strain Index model results
es_es: Resultados del modelo Strain Index

# strFormResultsTC
source: Thermal comfort results
es_es: Resultados de confort térmico

# strFormResultsWR
source: WR model results
es_es: Resultados del modelo WR

# strFormZoom
source: Zoom level
es_es: Nivel de zoom

# strFrmSettings
source: Settings
es_es: Opciones

# strGender
source: Male, Female
es_es: Masculino, Femenino

# strGrpCulture
source: Language and culture options
es_es: Opciones de idioma y culturales

# strGrpFont
source: Current font
es_es: Fuente actual

# strIndexType
source: Index type
es_es: Tipo de índice

# strLblBackColor
source: Back color: {0}
es_es: Color de fondo: {0}

# strLblDataFormat
source: Numeric data-formatting string
es_es: Cadena de formato numérico

# strLblDlgFont
source: Change current font
es_es: Cambiar la fuente actual

# strLblFontColor
source: Font color: {0}
es_es: Color de la fuente: {0}

# strLblFontName
source: Font {0}, size {1}
es_es: Fuente {0}, tamaño {1}

# strLblFontSize
source: Font size: {0}
es_es: Tamaño de la fuente: {0}

# strLblFontStyle
source: Font style: {0}
es_es: Estilo de la fuente: {0}

# strLblSelect
source: Please, select a model to start working with:
es_es: Por favor, selecciona un modelo de evaluación:

# strLblZoom
source: Set zoom level
es_es: Establecer zoom

# strLibertyMutual_Data
source: Initial data
es_es: Datos iniciales

# strLibertyMutual_DH
source: Horizontal distance (DH)
es_es: Factor de distancia horizontal (DH)

# strLibertyMutual_DV
source: Vertical distance (DV)
es_es: Factor de distancia vertical (DV)

# strLibertyMutual_F
source: Frequency factor (F)
es_es: Factor de frecuencia (F)

# strLibertyMutual_Frequency
source: Frequency (actions/min)
es_es: Frecuencia (acciones/min)

# strLibertyMutual_H
source: Horizontal reach (H)
es_es: Factor de alcance horizontal (H)

# strLibertyMutual_HandlingType
source: Manual handling type
es_es: Tipo de manipulación

# strLibertyMutual_HorizontalDistance
source: Horizontal distance DH (m)
es_es: Distancia horizontal DH (m)

# strLibertyMutual_HorizontalReach
source: Horizontal reach H (m)
es_es: Alcance horizontal H (m)

# strLibertyMutual_InitialCV
source: CV initial force
es_es: CV de la fuerza inicial

# strLibertyMutual_InitialMAL50
source: MAL initial (kgf) for 50%
es_es: MAL inicial (kgf) para el 50%

# strLibertyMutual_InitialMAL75
source: MAL initial (kgf) for 75%
es_es: MAL inicial (kgf) para el 75%

# strLibertyMutual_InitialMAL90
source: MAL initial (kgf) for 90%
es_es: MAL inicial (kgf) para el 90%

# strLibertyMutual_LC
source: Reference load (LC)
es_es: Constante de carga (LC)

# strLibertyMutual_MAL
source: Maximum acceptable limit
es_es: Límite máximo aceptable (MAL)

# strLibertyMutual_Multipliers
source: Scale factors
es_es: Factores multiplicadores

# strLibertyMutual_PlotInitialF
source: Initial force / kg-f
es_es: Fuerza inicial / kg-f

# strLibertyMutual_PlotSustainedF
source: Sustained force / kg-f
es_es: Fuerza sostenida / kg-f

# strLibertyMutual_PlotWeight
source: Weight / kg
es_es: Peso / kg

# strLibertyMutual_Results
source: These are the results from the Liberty Mutual manual materials handling equations:
es_es: Estos son los resultados ontenidos aplicando las ecuaciones de manipulación de cargas de «Liberty Mutual»:

# strLibertyMutual_Sex
source: Sex
es_es: Sexo

# strLibertyMutual_SustainedCV
source: CV sustained force
es_es: CV de la fuerza sostenida

# strLibertyMutual_SustainedDH
source: Sustained DH factor
es_es: Factor DH mantenido

# strLibertyMutual_SustainedF
source: Sustained F factor
es_es: Factor F mantenido

# strLibertyMutual_SustainedLC
source: Sustained LC factor
es_es: Factor LC mantenido

# strLibertyMutual_SustainedMAL50
source: MAL sustained (kgf) for 50%
es_es: MAL mantenido (kgf) para el 50%

# strLibertyMutual_SustainedMAL75
source: MAL sustained (kgf) for 75%
es_es: MAL mantenido (kgf) para el 75%

# strLibertyMutual_SustainedMAL90
source: MAL sustained (kgf) for 90%
es_es: MAL mantenido (kgf) para el 90%

# strLibertyMutual_SustainedV
source: Sustained V factor
es_es: Factor V mantenido

# strLibertyMutual_TaskType
source: Carrying, Lifting, Lowering, Pulling, Pushing
es_es: Transporte, Alzar, Bajar, Tracción, Empuje

# strLibertyMutual_V
source: Vertical height (V)
es_es: Factor de altura vertical (V)

# strLibertyMutual_VerticalDistance
source: Vertical distance DV (m)
es_es: Distancia vertical DV (m)

# strLibertyMutual_VerticalHeight
source: Vertical height V (m)
es_es: Altura vertical V (m)

# strLibertyMutual_VerticalRange
source: Vertical range VRM (m)
es_es: Rango vertical VRM (m)

# strLibertyMutual_VRM
source: Vertical range (VRM)
es_es: Factor de rango vertical (VRM)

# strLibertyMutual_WeightCV
source: CV weight
es_es: CV del peso

# strLibertyMutual_WeightMAL50
source: MAL weight (kg) for 50%
es_es: MAL del peso (kg) para el 50%

# strLibertyMutual_WeightMAL75
source: MAL weight (kg) for 75%
es_es: MAL del peso (kg) para el 75%

# strLibertyMutual_WeightMAL90
source: MAL weight (kg) for 90%
es_es: MAL del peso (kg) para el 90%

# strMenuMainFile
source: &File
es_es: &Archivo

# strMenuMainFileExit
source: &Exit...
es_es: &Salir...

# strMenuMainFileNew
source: &New...
es_es: &Nuevo...

# strMenuMainHelp
source: &Help
es_es: &Ayuda

# strMenuMainHelpAbout
source: &About...
es_es: &Acerca de...

# strMenuMainWindow
source: &Window
es_es: &Ventanas

# strMsgBoxExit
source: Are you sure you want to exit the application?
es_es: ¿Está seguro de que quiere salir de la aplicación?

# strMsgBoxExitTitle
source: Exit?
es_es: ¿Salir?

# strNIOSH_AM
source: Twisting angle multiplier (AM):
es_es: Factor de asimetría (AM):

# strNIOSH_Angle
source: Twisting angle (°):
es_es: Ángulo de giro (°):

# strNIOSH_CM
source: Coupling multiplier (CM):
es_es: Factor de agarre (CM):

# strNIOSH_Coupling
source: Coupling:
es_es: Agarre:

# strNIOSH_CouplingType
source: Poor, Fair, Good
es_es: Malo, Regular, Bueno

# strNIOSH_Data
source: Initial data
es_es: Datos iniciales

# strNIOSH_DM
source: Distance multiplier (DM):
es_es: Factor de desplazamiento vertical (DM):

# strNIOSH_Duration
source: Task duration (hours):
es_es: Duración de la tarea (horas):

# strNIOSH_Equation
source: The lifting index (LI) is computed as follows:
es_es: El índice NIOSH de levantamiento se calcula mediante la siguiente expresión:

# strNIOSH_EquationIndex
source: Index
es_es: Índice

# strNIOSH_EquationWeight
source: Weight
es_es: Peso

# strNIOSH_FM
source: Frequency multiplier (FM):
es_es: Factor de frecuencia (FM):

# strNIOSH_FMa
source: Frequency A multiplier (FMa):
es_es: Factor de frecuencia A (FMa):

# strNIOSH_FMb
source: Frequency B multiplier (FMb):
es_es: Factor de frecuencia B (FMb):

# strNIOSH_Frequency
source: Lifting frequency (times/min):
es_es: Frecuencia (acciones/min):

# strNIOSH_FrequencyA
source: Lifting frequency A (times/min):
es_es: Frecuencia A (acciones/min):

# strNIOSH_FrequencyB
source: Lifting frequency B (times/min):
es_es: Frecuencia B (acciones/min):

# strNIOSH_HM
source: Horizontal multiplier (HM):
es_es: Factor horizontal (HM):

# strNIOSH_HorizontalD
source: Horizontal distance (cm):
es_es: Distancia horizontal (cm):

# strNIOSH_IF
source: Freq-indep lifting index (FILI):
es_es: Índice de levantamiento (IF):

# strNIOSH_Index
source: The lifting index is:
es_es: El índice NIOSH de levantamiento es:

# strNIOSH_LI
source: Lifting index (LI):
es_es: Índice de levantamiento (LI):

# strNIOSH_Multipliers
source: Multipliers
es_es: Factores

# strNIOSH_Order
source: Subtask order:
es_es: Orden de las subtareas:

# strNIOSH_Results
source: These are the results obtained from the ISO 11228-1:2021 norm model:
es_es: Estos son los resultados obtenidos mediante el modelo del NIOSH:

# strNIOSH_VerticalD
source: Vertical distance (cm):
es_es: Distancia vertical (cm):

# strNIOSH_VerticalT
source: Vertical travel distance (cm):
es_es: Desplazamiento vertical (cm):

# strNIOSH_VM
source: Vertical multiplier (VM):
es_es: Factor de altura (VM):

# strNIOSH_Weight
source: Weight lifted (kg):
es_es: Peso manipulado (kg):

# strNumberCases
source: Number of cases
es_es: Número de casos

# strNumberSubtasks
source: Number of subtasks
es_es: Número de subtareas

# strNumberTasks
source: Number of tasks
es_es: Número de tareas

# strRadCurrentCulture
source: Current culture formatting
es_es: Referencia cultural actual

# strRadInvariantCulture
source: Invariant culture formatting
es_es: Referencia cultural invariable

# strRadModelCLM
source: Comprehensive lifting model (CLM)
es_es: Modelo CLM para el levantamiento

# strRadModelLiberty
source: Liberty Mutual manual handling
es_es: Método de la Liberty Mutual para la manipulación

# strRadModelMetabolic
source: Metabolic rate
es_es: Consumo metabólico

# strRadModelStrain
source: Revised strain index (RSI, COSI, CUSI)
es_es: Índice Strain Index revisado (RSI, COSI, CUSI)

# strRadModelThermal
source: Thermal comfort (PMV, PPD)
es_es: Bienestar térmico (PMV, PPD)

# strRadModelWR
source: WorkRest model (1991)
es_es: Modelo WorkRest para el cálculo de pausas

# strRadUserCulture
source: Select culture
es_es: Seleccionar referencia cultural

# strStrainIndex_COSI
source: The COSI index is:
es_es: El índice COSI es:

# strStrainIndex_COSIequation
source: The COSI index is computed as follows:
es_es: El índice COSI se calcula de la siguiente forma:

# strStrainIndex_CUSI
source: The CUSI index is:
es_es: El índice CUSI es:

# strStrainIndex_CUSIequation
source: The CUSI index is computed as follows:
es_es: El índice CUSI se calcula de la siguiente forma:

# strStrainIndex_Data
source: Initial data
es_es: Datos iniciales

# strStrainIndex_DM
source: Duration multiplier
es_es: Factor de duración

# strStrainIndex_Duration
source: Duration per exertion (s)
es_es: Duración del esfuerzo (s)

# strStrainIndex_Efforts
source: Efforts per minute
es_es: Esfuerzos por minuto

# strStrainIndex_EffortsA
source: Efforts per minute A
es_es: Esfuerzos por minuto A

# strStrainIndex_EffortsB
source: Efforts per minute B
es_es: Esfuerzos por minuto B

# strStrainIndex_EM
source: Efforts multiplier
es_es: Factor de esfuerzo

# strStrainIndex_EMa
source: Efforts A multiplier
es_es: Factor A de esfuerzo

# strStrainIndex_EMb
source: Efforts B multiplier
es_es: Factor B de esfuerzo

# strStrainIndex_HM
source: Subtask duration multiplier
es_es: Factor de duración de la subtarea

# strStrainIndex_HMaTask
source: Task duration A multiplier
es_es: Factor A de duración de la tarea

# strStrainIndex_HMbTask
source: Task duration B multiplier
es_es: Factor B de duración de la tarea

# strStrainIndex_HMTask
source: Task duration multiplier
es_es: Factor de duración de la tarea

# strStrainIndex_Hours
source: Subtask duration per day (h)
es_es: Duración de la subtarea por día (h)

# strStrainIndex_HoursTask
source: Task duration per day (h)
es_es: Duración de la tarea por día (h)

# strStrainIndex_HoursTaskA
source: Task duration per day A (h)
es_es: Duración A de la tarea por día (h)

# strStrainIndex_HoursTaskB
source: Task duration per day B (h)
es_es: Duración B de la tarea por día (h)

# strStrainIndex_IM
source: Intensity multiplier
es_es: Factor de intensidad

# strStrainIndex_Intensity
source: Intensity of exertion
es_es: Intensidad del esfuerzo

# strStrainIndex_Multipliers
source: Multipliers
es_es: Factores multiplicadores

# strStrainIndex_PM
source: Hand/wrist posture mult.
es_es: Factor de la postura mano/muñeca

# strStrainIndex_Posture
source: Hand/wrist posture (-f +e)
es_es: Postura mano/muñeca (-f +e)

# strStrainIndex_Results
source: These are the results obtained from the Revised Strain Index model:
es_es: Estos son los resultados obtenidos mediante el modelo «Revised Strain Index»:

# strStrainIndex_RSI
source: The RSI index is:
es_es: El índice RSI es:

# strStrainIndex_RSIequation
source: The RSI index is computed as follows:
es_es: El índice RSI se calcula de la siguiente forma:

# strStrainIndex_SubtasksOrder
source: Subtasks order:
es_es: Orden de las subtareas:

# strStrainIndex_SubtasksRSI
source: Subtask RSI index:
es_es: Índice RSI de las subtareas:

# strStrainIndex_TasksCOSI
source: Task COSI index:
es_es: Índice COSI de la tarea:

# strStrainIndex_TasksOrder
source: Task order:
es_es: Orden de las tareas:

# strStrainIndex_TasksRSI
source: Task RSI index:
es_es: Índice RSI de las tareas:

# strSubTask
source: Subtask
es_es: Subtarea

# strSubTasks
source: Subtasks
es_es: Subtareas

# strTabGUI
source: User interface
es_es: Interfaz de usuario

# strTabPlot
source: Text and font
es_es: Texto y fuente

# strTask
source: Task
es_es: Tarea

# strTasks
source: Tasks
es_es: Tareas

# strThermalComfort_AirTemp
source: Air temperature (°C)
es_es: Temperatura del aire (°C)

# strThermalComfort_AirVel
source: Air velocity (m/s)
es_es: Velocidad del aire (m/s)

# strThermalComfort_Clothing
source: Clothing (clo)
es_es: Aislamiento de la ropa (clo)

# strThermalComfort_Data
source: Initial data
es_es: Datos iniciales

# strThermalComfort_ExternalWork
source: External work (met)
es_es: Trabajo externo (met)

# strThermalComfort_LossConvection
source: Heat loss by convection
es_es: Pérdida de calor por convección

# strThermalComfort_LossDry
source: Dry respiration heat loss
es_es: Pérdida de calor por respiración seca

# strThermalComfort_LossRadiation
source: Heat loss by radiation
es_es: Pérdida de calor por radiación

# strThermalComfort_LossRespiration
source: Latent respiration heat loss
es_es: Pérdida de calor por respiración latente

# strThermalComfort_LossSkin
source: Heat loss diff. through skin
es_es: Pérdida de calor a través de la piel

# strThermalComfort_LossSweating
source: Heat loss by sweating
es_es: Pérdida de calor por sudoración

# strThermalComfort_MetabolicRate
source: Metabolic rate (met)
es_es: Tasa metabólica (met)

# strThermalComfort_Multipliers
source: Heat loss factors
es_es: Factores de pérdida de calor

# strThermalComfort_PlotAbscissa
source: Air temperature (°C)
es_es: Temperatura del aire (°C)

# strThermalComfort_PlotLegend
source: Convection, Radiation, Dry, Latent, Sweating, Skin
es_es: Convección, Radiación, Resp. seca, Resp. latente, Sudoración, Piel

# strThermalComfort_PlotOrdinate
source: g water / kg dry air
es_es: g agua / kg aire seco

# strThermalComfort_PMVindex
source: The PMV index is:
es_es: El índice PMV es:

# strThermalComfort_PPDindex
source: The PPD index is:
es_es: El índice PPD es:

# strThermalComfort_RadiantTemp
source: Radiant temperature (°C)
es_es: Temperatura radiante (°C)

# strThermalComfort_RelHumidity
source: Relative humidity (%)
es_es: Humedad relativa (%)

# strThermalComfort_Results
source: These are the results for the PMV and the PPD indexes according to ISO 7730:
es_es: Estos son los resultados de los índices PMV y PPD según la norma ISO 7730:

# strToolStripAbout
source: About
es_es: Acerca de

# strToolStripAddLine
source: Add line
es_es: Añadir línea

# strToolStripDuplicate
source: Duplicate
es_es: Duplicar

# strToolStripEdit
source: Edit data
es_es: Editar datos

# strToolStripExit
source: Exit
es_es: Salir

# strToolStripNew
source: New
es_es: Nuevo

# strToolStripOpen
source: Open model
es_es: Abrir

# strToolStripRemoveLine
source: Remove line
es_es: Eliminar línea

# strToolStripSave
source: Save
es_es: Guardar

# strToolStripSaveChart
source: Save chart
es_es: Guardar gráfico

# strToolStripSettings
source: Settings
es_es: Opciones

# strToolTipAbout
source: About this software
es_es: Acerca de este software

# strToolTipAddLine
source: Add line to the current plot
es_es: Añadir línea al gráfico actual

# strToolTipBackColor
source: Select text backcolor
es_es: Seleccionar el color de fondo

# strToolTipDuplicate
source: Duplicate the current model
es_es: Duplicar el modelo actual

# strToolTipEdit
source: Edit current model's data
es_es: Editar los datos del modelo actual

# strToolTipExit
source: Exit the application
es_es: Salir de la aplicación

# strToolTipFont
source: Select font
es_es: Seleccionar fuente

# strToolTipFontColor
source: Select font color
es_es: Seleccionar el color de la fuente

# strToolTipNew
source: Start a new ergonomics model
es_es: Crear un nuevo modelo ergonómico

# strToolTipOpen
source: Open data-file model from disk
es_es: Abrir archivo de datos

# strToolTipRemoveLine
source: Remove line from the current plot
es_es: Eliminar línea del gráfico actual

# strToolTipSave
source: Save data and results to disk
es_es: Guardar datos y resultados en un archivo

# strToolTipSaveChart
source: Save chart picture to disk
es_es: Guardar la imagen del gráfico en un archivo

# strToolTipSettings
source: Settings for models, data, and UI
es_es: Opciones para los modelos, los datos y la interfaz

# strToolTipUILanguage
source: User interface language
es_es: Idioma de la interfaz de usuario

# strToolTipWordWrap
source: Wrap words to the beginning of the next line
es_es: Ajustar las palabras al principio de la línea siguiente

# strToolTipZoom
source: Select zoom factor
es_es: Seleccionar el nivel de zoom

# strFormResultsOCRAcheck
source: OCRA checklist model results
es_es: Resultados del modelo OCRA checklist

# strFormDataWR
source: WR model parameters
es_es: Parámetros del modelo WR

# strFormDataCLM
source: CLM model parameters
es_es: Parámetros del modelo CLM

# strFormDataLiberty
source: LM-MMH model parameters
es_es: Parámetros del modelo LM-MMH

# strFormDataStrainIndex
source: Strain Index model parameters
es_es: Parámetros del modelo Strain Index

# strFormDataTC
source: Thermal comfort parameters
es_es: Parámetros de confort térmico

# strFormDataMetabolic
source: Metabolic rate model parameters
es_es: Parámetros de consumo metabólico

# strFormDataOCRAcheck
source: OCRA checklist model parameters
es_es: Parámetros del modelo OCRA checklist

# WR_SeriesName
source: Name
es_es: Nombre

# WR_MVC
source: Maximum voluntary contraction (%)
es_es: Contracción máxima voluntaria (%)

# WR_MHT
source: Maximum holding time (min)
es_es: Tiempo máximo de postura (min)

# WR_WorkingTimes
source: Working times (min)
es_es: Tiempos de trabajo (min)

# WR_RestTimes
source: Rest times (min)
es_es: Tiempos de descanso (min)

# WR_NumberCycles
source: Number of cycles
es_es: Número de ciclos

# WR_Step
source: Numeric step
es_es: Paso numérico de la curva

# OCRA_ShiftDuration
source: Shift duration (min)
es_es: Duración del turno (min)

# OCRA_OfficialPauses
source: Official pauses (min)
es_es: Pausas oficiales (min)

# OCRA_LunchBreak
source: Lunch break (min)
es_es: Pausa almuerzo (min)

# OCRA_NonRepetitive
source: No repetitive work (min)
es_es: Trabajo no repetitivo (min)

# OCRA_NumberCycles
source: Number of cycles
es_es: Número de ciclos

# OCRA_TNTR
source: Repetitive net cycle time (sec)
es_es: Tiempo neto del ciclo de trabajo (seg)

# OCRA_TNC
source: Net cycle time (sec)
es_es: Tiempo neto de trabajo repetitivo (seg)

# OCRA_TaskBreaks_Types
source: 8 min per hour or 1:5, 4x 8 min per 7-8 h shift, 3x 8 min per 7-8 h shift, 2x 8 min per 7-8 h shift, 1x 8 min per 7-8 h shift, Less than 5 min per 7-8 h shift
es_es: 8 min por hora o 1:5, 4x 8 min por 7-8 h turno, 3x 8 min por 7-8 h turno, 2x 8 min por 7-8 h turno, 1x 8 min por 7-8 h turno, Menos de 5 min por 7-8 h turno

# OCRA_TaskATD_Types
source: 20 actions/min, 30 actions/min, 40 actions/min, 40 actions/min irregular breaks, 50 actions/min, 60 actions/min, 70 actions/min
es_es: 20 acciones/min, 30 acciones/min, 40 acciones/min, 40 acciones/min pausas irregulares, 50 acciones/min, 60 acciones/min, 70 acciones/min

# OCRA_TaskATE_Types
source: 5 sec for 2/3 cycle, 5 sec for 3/3 cycle
es_es: 5 seg durante 2/3 ciclo, 5 seg durante 3/3 ciclo

# OCRA_BorgCR10
source: Nothing 0, Weak 1, Light 2, Moderate 3, Strong 4, Strong-Heavy 5, Very strong 6, Very strong 7, Very strong 8, Extremely strong 9, Maximal 10
es_es: Nulo 0, Muy débil 1, Débil 2, Moderado 3, Fuerte 4, Fuerte-pesado 5, Muy fuerte 6, Muy fuerte 7, Muy fuerte 8, Extremadamente fuerte 9, Máximo 10

# OCRA_ForceLight
source: 1/3 of the time, 50% of the time, > 50% of the time, Almost all the time
es_es: 1/3 del tiempo, 50% del tiempo, > 50% del tiempo, Casi todo el time
