Repository: arthurits/ErgoCalculator
Catalog: ErgoCalc/localization/strings.*.resx
Languages: es_es

# OCRA_ForceMax
source: 2 sec every 10 min, 1% of the time, 5% of the time, > 10% of the time
es_es: 2 seg cada 10 min, 1% del tiempo, 5% del tiempo, > 10% del tiempo

# OCRA_TaskBreaks
source: Work interruptions
es_es: Pausas e interrupciones

# OCRA_RecoveryM
source: Recovery score
es_es: Factor de recuperación

# OCRA_FrequencyM
source: Frequency score
es_es: Factor de frecuencia

# OCRA_TaskATD
source: Arm dynamic actions
es_es: Acciones técnicas dinámicas

# OCRA_TaskATE
source: Arm static actions
es_es: Acciones técnicas estáticas

# OCRA_Force
source: Force type and frequency
es_es: Fuerza y frecuencia

# OCRA_ForceM
source: Force score
es_es: Factor de fuerza

# OCRA_PostureM
source: Posture score
es_es: Factor de postura

# OCRA_Arm
source: Arm posture
es_es: Postura del brazo/hombro

# OCRA_Arm_Types
source: Slightly uplifted for 1/2 of the time, shoulder height for 10% of the time, shoulder height for 1/3 of the time, shoulder height for 1/2 of the time, Almost all the time
es_es: Ligeramente elevado durante 1/2 del ciclo, nivel del hombro durante 10% del ciclo, nivel del hombro durante 1/3 del ciclo, nivel del hombro durante 1/2 del ciclo, Casi todo el tiempo

# OCRA_Elbow
source: Elbow posture
es_es: Postura del codo

# OCRA_Wrist
source: Wrist posture
es_es: Postura de la muñeca

# OCRA_Wrist_Types
source: Extreme for 1/3 of the time, Extreme for 1/2 of the time, Almost all the time
es_es: Extrema durante 1/3 del ciclo, Extrema durante 1/2 del ciclo, Casi todo el tiempo

# OCRA_Elbow_Types
source: Wide or sudden movs for 1/3 of the time, Wide or sudden movs for 1/2 of the time, Allmost all the time
es_es: Repentino durante 1/3 del ciclo, Repentino durante 1/2 del tiempo, Casi todo el tiempo

# OCRA_Grip_Types
source: Grip for 1/3 of the time, Grip for 1/2 of the time, Almost all the time
es_es: Agarre durante 1/3 del ciclo, Agarre durante 1/2 del ciclo, Casi todo el tiempo

# OCRA_Grip
source: Grip posture
es_es: Duración del agarre

# OCRA_Stereotypy
source: Lack of variation or stereotypy
es_es: Movimientos estereotipados

# OCRA_Stereotypy_Types
source: Same movs for 2/3 of the time, Almost all the time
es_es: Mismos movimientos durante 2/3 del ciclo, Casi todo el tiempo

# OCRA_Results
source: These are the results from the OCRA checklist model:
es_es: Estos son los resultados del modelo OCRA «checklist»:

# OCRA_Data
source: Initial data
es_es: Datos iniciales

# OCRA_Multipliers
source: Multipliers
es_es: Factores multiplicadores

# OCRA_Index
source: The OCRA checklist index is:
es_es: El índice «OCRA checklist» es:

# strNIOSH_OneHanded
source: One-handed?
es_es: ¿Manipulación con una mano?

# strNIOSH_OneHandedValue
source: False, True
es_es: no, sí

# strNIOSH_OM
source: One-handed multiplier (OM):
es_es: Factor de mano (OM):

# strNIOSH_TwoPerson
source: Two or more persons?
es_es: ¿Dos o más personas?

# strNIOSH_PM
source: Two-person multiplier (PM):
es_es: Factor de persona (PM):

# strNIOSH_EM
source: Extended time multiplier (EM):
es_es: Factor de 8 horas (EM):
